Repository: PSRT/PSRT.Astra
Catalog: PSRT.Astra/Properties/Localization.*.resx
Languages: pt_br

# InstallSelectorWindow
source: Select your PSO2 installation directory
pt_br: Selecione o diretório de instalação do PSO2

# InstallSelectorWindow_Browse
source: Browse
pt_br: Navegar

# InstallSelectorWindow_BrowseTooltip
source: Open a file browser to choose your PSO2 directory
pt_br: Abre o navegador de arquivos para selecionar o diretório do PSO2

# InstallSelectorWindow_InstallFoundHint
source: Found a PSO2 installation! Astra will update and launch the game from here.
pt_br: Instalação do PSO2 detectada! Astra irá atualizar e abrir o jogo.

# InstallSelectorWindow_InstallPSO2
source: Install PSO2
pt_br: Instala PSO2

# InstallSelectorWindow_InvalidDirectoryHint
source: Path invalid—the folder doesn't exist or the path is malformed.
pt_br: Caminho inválido—o diretório não existe ou o caminho está mal formado.

# InstallSelectorWindow_NoInstallFoundHint
source: Couldn't find a PSO2 installation here. Astra will install PSO2 to this folder.
pt_br: Instalação do PSO2 não encontrada. Astra irá instalar o PSO2 neste diretório.

# InstallSelectorWindow_PathEmptyHint
source: Please select your PSO2 installation directory.
pt_br: Por favor selecione o diretório de instalação do PSO2.

# InstallSelectorWindow_SelectInstallDirectory
source: Enter your PSO2 install directory
pt_br: Entre seu diretório de instalação do PSO2

# InstallSelectorWindow_Title
source: Setup
pt_br: Instalação

# InstallSelectorWindow_UpdatePSO2
source: Launch Astra
pt_br: Atualizar PSO2

# MainWindow_AstraOptions
source: Astra Options
pt_br: Configurações Astra

# MainWindow_AstraOptionsTooltip
source: Launcher tweaks for advanced users—tread carefully!
pt_br: Melhorias para usuários avançados—prossiga com cuidado!

# MainWindow_EnglishPatchCheckbox
source: English Patch (ARKS Layer)
pt_br: Patch Inglês (ARKS Layer)

# MainWindow_EnglishPatchCheckboxTooltip
source: Downloads and enables ARKS Layer's translation tools—use this if you want to play PSO2 in English
pt_br: Baixa e ativa as traduções do ARKS Layer—use isso se quiser jogar PSO2 em inglês

# MainWindow_PSO2Options
source: PSO2 Options
pt_br: Configurações PSO2

# MainWindow_PSO2OptionsTooltip
source: Change PSO2's graphics settings, including fullscreen mode and UI scale
pt_br: Trocar as configurações do PSO2, como modo tela cheia e escala da UI

# MainWindow_PSRTCheckbox
source: PSRT Extended Features
pt_br: Funcionalidades Extras PSRT

# MainWindow_PSRTCheckboxTooltip
source: Enables PSRT Core—some tools may need this to function
pt_br: Ativa o PSRT Core—algumas ferramentas podem precisar disso

# MainWindow_ResetGameGuard
source: Reset GameGuard
pt_br: Reiniciar GameGuard

# MainWindow_ResetGameGuardTooltip
source: Forces GameGuard files to be redownloaded the next time you launch PSO2—may resolve GameGuard errors
pt_br: Força os arquivos do GameGuard a serem re-baixados na próxima vez que PSO2 for aberto—pode consertar erros do GameGuard

# MainWindow_TelepipeCheckboxTooltip
source: Downloads and enables ARKS Layer's translation tools—use this if PSO2 is blocked in your country
pt_br: Baixa e ativa as traduções do ARKS Layer—use isso se PSO2 for bloqueado em seu país

# MainWindow_VerifyFiles
source: Verify (File Check)
pt_br: Verificar (Checar Arquivos)

# MainWindow_VerifyFilesTooltip
source: Redownloads missing or corrupt game files—may resolve various game issues
pt_br: Re-baixa arquivos corrompidos ou ausentes—pode resolver vários problemas
